tests/org.jboss.tools.bpel.ui.bot.test/messages/Say_Hello/Say_Hello_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exam="http://www.jboss.org/bpel/examples">
   <soapenv:Header/>
   <soapenv:Body>
      <exam:SayHelloRequest>
         <exam:input>test</exam:input>
      </exam:SayHelloRequest>
   </soapenv:Body>
</soapenv:Envelope>